Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Deep Sleep
ar: النوم العميق
da: Dyb søvn
de: Tiefschlaf
es: Sueño profundo
fi: Syvä uni
fr: Sommeil profond
is: Djúpsvefn
it: Sonno profondo
ja: 深い睡眠
ko: 깊은 수면
nb: Dyp søvn
nl: Diepe slaap
pt_br: Sono profundo
ru: Глубокий сон
sv: Djupsömn
zh_hans: 深度睡眠

source: Deep sleep-stage aggregations over many months — recovery and HRV trends over any window (a week to a full year) now work via the trend tool, but a "my deep sleep vs six months ago" question may still be approximate
ar: تجميعات مراحل النوم العميق على مدى أشهر عديدة — اتجاهات التعافي وHRV لأي نافذة (من أسبوع إلى سنة كاملة) تعمل الآن عبر أداة الاتجاهات، لكن سؤالًا مثل «نومي العميق مقارنةً بستة أشهر مضت» قد يظل تقريبيًا
da: Sammenlægninger af dybe søvnstadier over mange måneder — restitutions- og HRV-tendenser over et vilkårligt vindue (en uge til et helt år) virker nu via tendensværktøjet, men et spørgsmål som »min dybe søvn vs. for seks måneder siden« kan stadig være omtrentligt
de: Auswertungen der Tiefschlafphasen über viele Monate — Erholungs- und HRV-Trends über beliebige Zeiträume (von einer Woche bis zu einem ganzen Jahr) funktionieren jetzt über das Trend-Tool, aber eine Frage wie „mein Tiefschlaf im Vergleich zu vor sechs Monaten“ kann noch ungenau beantwortet werden
es: Agregaciones de fases de sueño profundo a lo largo de muchos meses: las tendencias de recuperación y HRV en cualquier ventana (de una semana a un año completo) ya funcionan con la herramienta de tendencias, pero una pregunta como «mi sueño profundo frente a hace seis meses» puede seguir siendo aproximada
fi: Syvän unen vaiheiden koosteet monen kuukauden ajalta — palautumisen ja HRV:n trendit millä tahansa jaksolla (viikosta koko vuoteen) toimivat nyt trendityökalulla, mutta kysymys "syvä uneni verrattuna puolen vuoden takaiseen" voi silti olla likimääräinen
fr: Agrégations des phases de sommeil profond sur de nombreux mois — les tendances de récupération et de HRV sur n’importe quelle période (d’une semaine à une année entière) fonctionnent désormais via l’outil de tendances, mais une question du type « mon sommeil profond par rapport à il y a six mois » peut encore rester approximative
is: Samantektir á djúpsvefnsstigum yfir marga mánuði — bata- og HRV-þróun yfir hvaða tímabil sem er (frá viku upp í heilt ár) virkar nú með þróunarverkfærinu, en spurning eins og „djúpsvefninn minn miðað við fyrir sex mánuðum“ gæti enn verið nálgun
it: Aggregazioni delle fasi di sonno profondo su molti mesi — le tendenze di recupero e HRV su qualsiasi periodo (da una settimana a un anno intero) ora funzionano con lo strumento delle tendenze, ma una domanda come "il mio sonno profondo rispetto a sei mesi fa" può dare ancora una risposta approssimativa
ja: 数か月にわたる睡眠段階の集計 — 回復と HRV のトレンドはトレンドツールで任意の期間（1 週間～1 年）に対応するようになりましたが、「6 か月前と比べた深い睡眠」といった質問はまだ概算になる場合があります
ko: 수개월에 걸친 깊은 수면 단계 집계 — 어떤 기간(1주에서 1년까지)의 회복 및 HRV 추세는 이제 추세 도구로 가능하지만, "6개월 전과 비교한 내 깊은 수면" 같은 질문은 여전히 근사치일 수 있습니다
nb: Sammenstillinger av søvnstadier over mange måneder — restitusjons- og HRV-trender over et hvilket som helst vindu (fra en uke til et helt år) fungerer nå via trendverktøyet, men et spørsmål som «min dype søvn sammenlignet med for seks måneder siden» kan fortsatt bli omtrentlig
nl: Opgetelde diepe-slaapstadia over vele maanden — herstel- en HRV-trends over elke periode (van een week tot een heel jaar) werken nu via de trendtool, maar een vraag als ‘mijn diepe slaap vergeleken met zes maanden geleden’ kan nog bij benadering zijn
pt_br: Agregações de estágios de sono profundo ao longo de muitos meses — tendências de recuperação e VFC em qualquer janela (de uma semana a um ano inteiro) agora funcionam pela ferramenta de tendências, mas uma pergunta como "meu sono profundo vs. seis meses atrás" ainda pode ser aproximada
ru: Агрегаты по стадиям сна за много месяцев — тренды восстановления и ВСР за любое окно (от недели до года) теперь работают через инструмент трендов, но вопрос «мой глубокий сон по сравнению с полугодом назад» пока может давать приблизительный ответ
sv: Aggregering av djupa sömnstadier över många månader — återhämtnings- och HRV-trender över valfritt fönster (från en vecka till ett helt år) fungerar nu via trendverktyget, men en fråga som "min djupsömn jämfört med för sex månader sedan" kan fortfarande bli ungefärlig
zh_hans: 跨越数月的深睡阶段汇总 — 任意时间窗口（一周到一整年）的恢复和 HRV 趋势现在可通过趋势工具查询，但“我的深睡和六个月前相比如何”这类问题可能仍是近似值

source: Deep, REM, light, and awake — what each stage does for recovery
ar: العميق وREM والخفيف واليقظة — ما تفعله كل مرحلة للتعافي
da: Dyb, REM, let og vågen — hvad hvert stadie gør for restitutionen
de: Tief, REM, leicht und wach — was jede Phase für die Erholung leistet
es: Profundo, REM, ligero y despierto: qué hace cada fase por tu recuperación
fi: Syvä, REM, kevyt ja valve — mitä kukin vaihe tekee palautumiselle
fr: Profond, REM, léger et éveil — ce que chaque phase apporte à la récupération
is: Djúpsvefn, REM, léttur svefn og vaka — hvað hvert stig gerir fyrir bata
it: Profondo, REM, leggero e veglia — cosa fa ogni fase per il recupero
ja: 深い睡眠、レム睡眠、浅い睡眠、覚醒 — 各段階が回復にどう役立つか
ko: 깊은 수면, REM, 얕은 수면, 각성 — 각 단계가 회복에 하는 역할
nb: Dyp, REM, lett og våken — hva hvert stadium gjør for restitusjonen
nl: Diep, REM, licht en wakker — wat elk stadium doet voor je herstel
pt_br: Profundo, REM, leve e acordado — o que cada estágio faz pela recuperação
ru: Глубокий сон, REM, лёгкий сон и бодрствование — что каждая стадия даёт восстановлению
sv: Djup, REM, lätt och vaken — vad varje stadium gör för återhämtningen
zh_hans: 深睡、REM、浅睡和清醒 — 每个阶段对恢复的作用

source: Default (4.5 hrs)
ar: افتراضي (4.5 ساعة)
da: Standard (4,5 timer)
de: Standard (4,5 Std.)
es: Predeterminado (4,5 h)
fi: Oletus (4,5 h)
fr: Par défaut (4,5 h)
is: Sjálfgefið (4,5 klst.)
it: Predefinito (4,5 ore)
ja: デフォルト（4.5 時間）
ko: 기본값(4.5시간)
nb: Standard (4,5 t)
nl: Standaard (4,5 uur)
pt_br: Padrão (4,5 h)
ru: По умолчанию (4,5 ч)
sv: Standard (4,5 tim)
zh_hans: 默认（4.5 小时）

source: Default — calm and clinical
ar: افتراضي — هادئ ومهني
da: Standard — roligt og klinisk
de: Standard — ruhig und sachlich
es: Predeterminado: tranquilo y clínico
fi: Oletus — rauhallinen ja kliininen
fr: Par défaut — calme et clinique
is: Sjálfgefið — rólegt og klínískt
it: Predefinito — calmo e clinico
ja: デフォルト — 落ち着いた清潔感
ko: 기본 — 차분하고 깔끔한
nb: Standard — rolig og klinisk
nl: Standaard — rustig en klinisch
pt_br: Padrão — calmo e clínico
ru: По умолчанию — спокойная и строгая
sv: Standard — lugnt och kliniskt
zh_hans: 默认 — 冷静、专业

source: Default. Organized, stable, high-quality window.
ar: افتراضي. نافذة منظّمة ومستقرة وعالية الجودة.
da: Standard. Organiseret, stabilt vindue af høj kvalitet.
de: Standard. Geordnetes, stabiles, hochwertiges Fenster.
es: Predeterminado. Ventana organizada, estable y de alta calidad.
fi: Oletus. Järjestäytynyt, vakaa, laadukas ikkuna.
fr: Par défaut. Fenêtre organisée, stable et de haute qualité.
is: Sjálfgefið. Skipulagður, stöðugur gluggi í háum gæðum.
it: Predefinito. Finestra organizzata, stabile e di alta qualità.
ja: デフォルト。整っていて安定した、質の高いウィンドウです。
ko: 기본값. 정돈되고 안정적인 고품질 구간.
nb: Standard. Organisert, stabilt vindu av høy kvalitet.
nl: Standaard. Georganiseerd, stabiel venster van hoge kwaliteit.
pt_br: Padrão. Janela organizada, estável e de alta qualidade.
ru: По умолчанию. Упорядоченное, стабильное, качественное окно.
sv: Standard. Organiserat, stabilt fönster av hög kvalitet.
zh_hans: 默认。有序、稳定、高质量的窗口。

source: Deletes propagate across devices — delete on one, gone on all
ar: يمتد الحذف عبر الأجهزة — احذف على جهاز فيختفي من الجميع
da: Sletninger slår igennem på tværs af enheder — slet på én, væk på alle
de: Löschungen werden auf alle Geräte übertragen — auf einem gelöscht, überall weg
es: Las eliminaciones se propagan entre dispositivos: borras en uno y desaparece en todos
fi: Poistot leviävät laitteiden välillä — poista yhdellä, poistuu kaikilta
fr: Les suppressions se propagent entre les appareils — supprimé sur l’un, supprimé sur tous
is: Eyðingar færast milli tækja — eyddu á einu og það hverfur af öllum
it: Le eliminazioni si propagano tra i dispositivi: elimini su uno, sparisce da tutti
ja: 削除はデバイス間で反映されます — 1 台で削除するとすべてから消えます
ko: 삭제는 기기 간에 전파됩니다 — 한 기기에서 삭제하면 모든 기기에서 사라집니다
nb: Slettinger spres på tvers av enheter — slett på én, borte på alle
nl: Verwijderingen worden op alle apparaten doorgevoerd — verwijder je iets op één apparaat, dan is het overal weg
pt_br: Exclusões se propagam entre dispositivos — exclua em um, some em todos
ru: Удаление распространяется на все устройства — удалили на одном, исчезло везде
sv: Raderingar synkas mellan enheter — radera på en, borta på alla
zh_hans: 删除会在设备间同步 — 在一台设备上删除，所有设备上都会消失

source: Details and the current list of exposed tools live in docs/VOICE_AND_TOOL_USE.md in the repo.
ar: التفاصيل والقائمة الحالية للأدوات المتاحة موجودة في docs/VOICE_AND_TOOL_USE.md في المستودع.
da: Detaljer og den aktuelle liste over tilgængelige værktøjer findes i docs/VOICE_AND_TOOL_USE.md i repoet.
de: Details und die aktuelle Liste der verfügbaren Tools findest du in docs/VOICE_AND_TOOL_USE.md im Repository.
es: Los detalles y la lista actual de herramientas expuestas están en docs/VOICE_AND_TOOL_USE.md en el repositorio.
fi: Lisätiedot ja ajantasainen luettelo käytettävissä olevista työkaluista ovat repositorion tiedostossa docs/VOICE_AND_TOOL_USE.md.
fr: Les détails et la liste actuelle des outils exposés se trouvent dans docs/VOICE_AND_TOOL_USE.md dans le dépôt.
is: Nánari upplýsingar og núverandi listi yfir aðgengileg verkfæri eru í docs/VOICE_AND_TOOL_USE.md í kóðasafninu.
it: I dettagli e l'elenco attuale degli strumenti esposti si trovano in docs/VOICE_AND_TOOL_USE.md nel repository.
ja: 詳細と、公開されているツールの最新一覧は、リポジトリの docs/VOICE_AND_TOOL_USE.md にあります。
ko: 자세한 내용과 현재 공개된 도구 목록은 저장소의 docs/VOICE_AND_TOOL_USE.md에 있습니다.
nb: Detaljer og den gjeldende listen over eksponerte verktøy finnes i docs/VOICE_AND_TOOL_USE.md i repoet.
nl: Details en de actuele lijst met beschikbare tools staan in docs/VOICE_AND_TOOL_USE.md in de repo.
pt_br: Os detalhes e a lista atual de ferramentas expostas estão em docs/VOICE_AND_TOOL_USE.md no repositório.
ru: Подробности и текущий список доступных инструментов — в docs/VOICE_AND_TOOL_USE.md в репозитории.
sv: Detaljer och aktuell lista över tillgängliga verktyg finns i docs/VOICE_AND_TOOL_USE.md i repot.
zh_hans: 详细信息和当前开放的工具列表见代码库中的 docs/VOICE_AND_TOOL_USE.md。

source: Deterministic shortcut
ar: اختصار حتمي
da: Deterministisk genvej
de: Deterministische Abkürzung
es: Atajo determinista
fi: Deterministinen oikotie
fr: Raccourci déterministe
is: Ákvörðuð flýtileið
it: Scorciatoia deterministica
ja: 決定論的なショートカット
ko: 결정론적 바로가기
nb: Deterministisk snarvei
nl: Deterministische snelkoppeling
pt_br: Atalho determinístico
ru: Детерминированный ярлык
sv: Deterministisk genväg
zh_hans: 确定性快捷方式

source: Detrended Fluctuation Analysis. Where RMSSD measures how much your intervals vary, α1 describes how those variations are patterned — whether successive intervals are correlated with one another or drift independently. It is a different question, not a better answer.
ar: تحليل التقلبات منزوعة الاتجاه. بينما يقيس RMSSD مقدار تفاوت الفواصل، يصف α1 نمط تلك التفاوتات — هل الفواصل المتتالية مترابطة فيما بينها أم تنجرف بشكل مستقل. إنه سؤال مختلف، لا إجابة أفضل.
da: Detrended Fluctuation Analysis. Hvor RMSSD måler, hvor meget dine intervaller varierer, beskriver α1, hvordan variationerne er mønstret — om på hinanden følgende intervaller er korrelerede med hinanden eller driver uafhængigt. Det er et andet spørgsmål, ikke et bedre svar.
de: Detrended Fluctuation Analysis. Während RMSSD misst, wie stark deine Intervalle schwanken, beschreibt α1, welches Muster diese Schwankungen haben — ob aufeinanderfolgende Intervalle miteinander korreliert sind oder unabhängig voneinander driften. Es ist eine andere Frage, keine bessere Antwort.
es: Análisis de fluctuaciones sin tendencia. Mientras que el RMSSD mide cuánto varían tus intervalos, α1 describe cómo se organizan esas variaciones: si los intervalos sucesivos están correlacionados entre sí o derivan de forma independiente. Es una pregunta distinta, no una respuesta mejor.
fi: Detrended Fluctuation Analysis. Siinä missä RMSSD mittaa, kuinka paljon välisi vaihtelevat, α1 kuvaa, millainen kuvio vaihtelussa on — korreloivatko peräkkäiset välit keskenään vai vaihtelevatko ne toisistaan riippumatta. Se on eri kysymys, ei parempi vastaus.
fr: Detrended Fluctuation Analysis. Là où le RMSSD mesure combien vos intervalles varient, α1 décrit comment ces variations sont structurées — si les intervalles successifs sont corrélés entre eux ou dérivent indépendamment. C’est une autre question, pas une meilleure réponse.
is: Detrended Fluctuation Analysis. Þar sem RMSSD mælir hversu mikið bilin breytast lýsir α1 mynstri þessara breytinga — hvort samliggjandi bil séu fylgnin hvert við annað eða reiki óháð hvert öðru. Þetta er önnur spurning, ekki betra svar.
it: Detrended Fluctuation Analysis. Mentre l'RMSSD misura quanto variano i tuoi intervalli, α1 descrive come sono organizzate quelle variazioni: se gli intervalli successivi sono correlati tra loro o variano in modo indipendente. È una domanda diversa, non una risposta migliore.
ja: トレンド除去変動解析（Detrended Fluctuation Analysis）。RMSSD が間隔の変動量を測るのに対し、α1 はその変動のパターン — 連続する間隔が互いに相関しているか、独立して揺らいでいるか — を表します。別の問いであり、より良い答えというわけではありません。
ko: 탈경향 변동 분석(Detrended Fluctuation Analysis). RMSSD가 간격이 얼마나 변하는지를 측정한다면, α1은 그 변화가 어떤 패턴을 이루는지 — 연속된 간격들이 서로 상관되어 있는지, 독립적으로 흘러가는지 — 를 설명합니다. 더 나은 답이 아니라 다른 질문입니다.
nb: Detrended Fluctuation Analysis. Der RMSSD måler hvor mye intervallene varierer, beskriver α1 hvordan variasjonene er mønstret — om påfølgende intervaller er korrelert med hverandre eller varierer uavhengig. Det er et annet spørsmål, ikke et bedre svar.
nl: Detrended Fluctuation Analysis. Waar RMSSD meet hoe veel je intervallen variëren, beschrijft α1 hoe die variaties gepatroond zijn — of opeenvolgende intervallen met elkaar samenhangen of onafhankelijk verlopen. Het is een andere vraag, geen beter antwoord.
pt_br: Detrended Fluctuation Analysis. Enquanto o RMSSD mede o quanto seus intervalos variam, o α1 descreve o padrão dessas variações — se intervalos sucessivos estão correlacionados entre si ou variam de forma independente. É uma pergunta diferente, não uma resposta melhor.
ru: Анализ флуктуаций без тренда. Если RMSSD измеряет, насколько меняются интервалы, то α1 описывает, как эти изменения структурированы — коррелируют ли последовательные интервалы друг с другом или меняются независимо. Это другой вопрос, а не лучший ответ.
sv: Detrended Fluctuation Analysis. Där RMSSD mäter hur mycket intervallen varierar beskriver α1 hur variationerna är mönstrade — om på varandra följande intervall är korrelerade med varandra eller driver oberoende. Det är en annan fråga, inte ett bättre svar.
zh_hans: 去趋势波动分析。RMSSD 衡量的是间期变化有多大，而 α1 描述的是这些变化的模式 — 相邻间期之间是相互关联，还是各自独立漂移。这是一个不同的问题，而不是一个更好的答案。

source: Device Has Stored Data
ar: الجهاز يحتوي على بيانات مخزّنة
da: Enheden har gemte data
de: Gerät hat gespeicherte Daten
es: El dispositivo tiene datos almacenados
fi: Laitteeseen on tallennettu tietoja
fr: L’appareil contient des données enregistrées
is: Tækið geymir gögn
it: Il dispositivo ha dati memorizzati
ja: デバイスに保存データがある
ko: 기기에 저장된 데이터가 있는 경우
nb: Enheten har lagrede data
nl: Apparaat heeft opgeslagen gegevens
pt_br: O dispositivo tem dados armazenados
ru: На устройстве есть сохранённые данные
sv: Enheten har lagrade data
zh_hans: 设备中存有数据

source: DFA α1 (Detrended Fluctuation Analysis, short-term scaling exponent) is the least intuitive number the app computes. RMSSD tells you HOW MUCH your beat-to-beat intervals vary. α1 describes the PATTERN of that variation — whether successive intervals are correlated with each other or drift independently. Two recordings can share an RMSSD and differ in α1.
ar: DFA α1 (تحليل التقلبات منزوعة الاتجاه، أُس التدرّج قصير المدى) هو أقل الأرقام التي يحسبها التطبيق بداهة. يخبرك RMSSD بمقدار تفاوت الفواصل بين نبضاتك. أما α1 فيصف نمط ذلك التفاوت — هل الفواصل المتتالية مترابطة فيما بينها أم تنجرف بشكل مستقل. قد يتشارك تسجيلان في RMSSD ويختلفان في α1.
da: DFA α1 (Detrended Fluctuation Analysis, kortsigtet skaleringseksponent) er det mindst intuitive tal, appen beregner. RMSSD fortæller dig, HVOR MEGET dine slag-til-slag-intervaller varierer. α1 beskriver MØNSTERET i den variation — om på hinanden følgende intervaller er korrelerede med hinanden eller driver uafhængigt. To optagelser kan have samme RMSSD og forskellig α1.
de: DFA α1 (Detrended Fluctuation Analysis, kurzfristiger Skalierungsexponent) ist die am wenigsten intuitive Zahl, die die App berechnet. RMSSD sagt dir, WIE STARK deine Schlag-zu-Schlag-Intervalle schwanken. α1 beschreibt das MUSTER dieser Schwankung — ob aufeinanderfolgende Intervalle miteinander korreliert sind oder unabhängig voneinander driften. Zwei Aufnahmen können denselben RMSSD haben und sich in α1 unterscheiden.
es: DFA α1 (análisis de fluctuaciones sin tendencia, exponente de escala a corto plazo) es el número menos intuitivo que calcula la app. El RMSSD te dice CUÁNTO varían tus intervalos entre latidos. α1 describe el PATRÓN de esa variación: si los intervalos sucesivos están correlacionados entre sí o derivan de forma independiente. Dos grabaciones pueden compartir RMSSD y diferir en α1.
fi: DFA α1 (Detrended Fluctuation Analysis, lyhyen aikavälin skaalauseksponentti) on sovelluksen vähiten intuitiivinen luku. RMSSD kertoo, KUINKA PALJON lyöntivälisi vaihtelevat. α1 kuvaa vaihtelun KUVIOTA — korreloivatko peräkkäiset välit keskenään vai vaihtelevatko ne toisistaan riippumatta. Kahdella tallennuksella voi olla sama RMSSD mutta eri α1.
fr: Le DFA α1 (Detrended Fluctuation Analysis, exposant d’échelle à court terme) est le chiffre le moins intuitif que calcule l’app. Le RMSSD vous dit DE COMBIEN vos intervalles d’un battement à l’autre varient. α1 décrit la STRUCTURE de cette variation — si les intervalles successifs sont corrélés entre eux ou dérivent indépendamment. Deux enregistrements peuvent avoir le même RMSSD et un α1 différent.
is: DFA α1 (Detrended Fluctuation Analysis, skammtíma kvörðunarveldisvísir) er sú tala sem appið reiknar sem er minnst innsæ. RMSSD segir þér HVERSU MIKIÐ bilin milli slaga breytast. α1 lýsir MYNSTRI þess breytileika — hvort samliggjandi bil séu fylgnin hvert við annað eða reiki óháð hvert öðru. Tvær upptökur geta haft sama RMSSD en ólíkt α1.
it: DFA α1 (Detrended Fluctuation Analysis, esponente di scaling a breve termine) è il numero meno intuitivo che l'app calcola. L'RMSSD ti dice QUANTO variano gli intervalli tra un battito e l'altro. α1 descrive lo SCHEMA di quella variazione: se gli intervalli successivi sono correlati tra loro o variano in modo indipendente. Due registrazioni possono avere lo stesso RMSSD e un α1 diverso.
ja: DFA α1（トレンド除去変動解析、短期スケーリング指数）は、アプリが計算する数値の中で最も直感的でないものです。RMSSD は拍ごとの間隔がどれだけ変動するかを示します。α1 はその変動のパターン — 連続する間隔が互いに相関しているか、それぞれ独立して揺らいでいるか — を表します。RMSSD が同じでも α1 が異なる記録はありえます。
ko: DFA α1(탈경향 변동 분석, 단기 스케일링 지수)은 앱이 계산하는 숫자 중 가장 직관적이지 않은 값입니다. RMSSD는 박동 간 간격이 얼마나 많이 변하는지 알려 줍니다. α1은 그 변화의 패턴 — 연속된 간격들이 서로 상관되어 있는지, 아니면 독립적으로 흘러가는지 — 을 설명합니다. 두 기록의 RMSSD가 같아도 α1은 다를 수 있습니다.
nb: DFA α1 (Detrended Fluctuation Analysis, korttids skaleringseksponent) er det minst intuitive tallet appen beregner. RMSSD forteller HVOR MYE intervallene mellom slagene varierer. α1 beskriver MØNSTERET i variasjonen — om påfølgende intervaller er korrelert med hverandre eller varierer uavhengig. To opptak kan ha samme RMSSD og ulik α1.
nl: DFA α1 (Detrended Fluctuation Analysis, schalingsexponent op korte termijn) is het minst intuïtieve getal dat de app berekent. RMSSD vertelt HOE VEEL je slag-tot-slagintervallen variëren. α1 beschrijft het PATROON van die variatie — of opeenvolgende intervallen met elkaar samenhangen of onafhankelijk van elkaar verlopen. Twee opnames kunnen dezelfde RMSSD hebben en toch een andere α1.
pt_br: O DFA α1 (Detrended Fluctuation Analysis, expoente de escala de curto prazo) é o número menos intuitivo que o app calcula. O RMSSD diz QUANTO seus intervalos entre batimentos variam. O α1 descreve o PADRÃO dessa variação — se intervalos sucessivos estão correlacionados entre si ou variam de forma independente. Duas gravações podem ter o mesmo RMSSD e diferir no α1.
ru: DFA α1 (анализ флуктуаций без тренда, краткосрочный показатель масштабирования) — самое неинтуитивное число из тех, что вычисляет приложение. RMSSD показывает, НАСКОЛЬКО меняются интервалы между ударами. α1 описывает СТРУКТУРУ этих изменений — коррелируют ли последовательные интервалы друг с другом или меняются независимо. Две записи могут иметь одинаковый RMSSD и разный α1.
sv: DFA α1 (Detrended Fluctuation Analysis, korttidsskalningsexponent) är det minst intuitiva talet appen beräknar. RMSSD säger HUR MYCKET intervallen mellan slagen varierar. α1 beskriver MÖNSTRET i variationen — om på varandra följande intervall är korrelerade med varandra eller driver oberoende. Två inspelningar kan ha samma RMSSD men olika α1.
zh_hans: DFA α1（去趋势波动分析，短期标度指数）是本应用计算的最不直观的数字。RMSSD 告诉你心跳间期变化有多大。α1 描述的是这种变化的模式 — 相邻间期之间是相互关联，还是各自独立漂移。两次记录可以有相同的 RMSSD，但 α1 不同。

source: DFA α1 in the 0.75-1.0 reference range
ar: DFA α1 ضمن النطاق المرجعي 0.75-1.0
da: DFA α1 i referenceintervallet 0,75-1,0
de: DFA α1 im Referenzbereich 0,75–1,0
es: DFA α1 en el rango de referencia de 0,75-1,0
fi: DFA α1 viitealueella 0,75–1,0
fr: DFA α1 dans la plage de référence 0,75-1,0
is: DFA α1 á viðmiðunarbilinu 0,75-1,0
it: DFA α1 nell'intervallo di riferimento 0,75-1,0
ja: DFA α1 が参考範囲 0.75～1.0 内
ko: 0.75-1.0 참고 범위 안의 DFA α1
nb: DFA α1 i referanseområdet 0,75-1,0
nl: DFA α1 in het referentiebereik 0,75-1,0
pt_br: DFA α1 na faixa de referência de 0,75-1,0
ru: DFA α1 в референсном диапазоне 0,75–1,0
sv: DFA α1 i referensintervallet 0,75-1,0
zh_hans: DFA α1 在 0.75-1.0 参考范围内

source: DFA α1 in the app's resting reference range (0.75-1.0): +5 points
ar: DFA α1 ضمن النطاق المرجعي للراحة في التطبيق (0.75-1.0): ‎+5 نقاط
da: DFA α1 i appens hvilereferenceinterval (0,75-1,0): +5 point
de: DFA α1 im Ruhe-Referenzbereich der App (0,75–1,0): +5 Punkte
es: DFA α1 en el rango de referencia en reposo de la app (0,75-1,0): +5 puntos
fi: DFA α1 sovelluksen lepotilan viitealueella (0,75–1,0): +5 pistettä
fr: DFA α1 dans la plage de référence au repos de l’app (0,75-1,0) : +5 points
is: DFA α1 á hvíldarviðmiðunarbili appsins (0,75-1,0): +5 stig
it: DFA α1 nell'intervallo di riferimento a riposo dell'app (0,75-1,0): +5 punti
ja: DFA α1 がアプリの安静時参考範囲（0.75～1.0）内：+5 ポイント
ko: 앱의 안정 시 참고 범위(0.75-1.0) 안의 DFA α1: +5점
nb: DFA α1 i appens referanseområde for hvile (0,75-1,0): +5 poeng
nl: DFA α1 in het referentiebereik in rust van de app (0,75-1,0): +5 punten
pt_br: DFA α1 na faixa de referência de repouso do app (0,75-1,0): +5 pontos
ru: DFA α1 в референсном диапазоне покоя приложения (0,75–1,0): +5 баллов
sv: DFA α1 inom appens referensintervall i vila (0,75-1,0): +5 poäng
zh_hans: DFA α1 处于应用的静息参考范围（0.75-1.0）：+5 分

source: DFA α1 — Correlation Structure
ar: DFA α1 — بنية الارتباط
da: DFA α1 — Korrelationsstruktur
de: DFA α1 — Korrelationsstruktur
es: DFA α1: estructura de correlación
fi: DFA α1 — Korrelaatiorakenne
fr: DFA α1 — Structure de corrélation
is: DFA α1 — Fylgnibygging
it: DFA α1 — Struttura di correlazione
ja: DFA α1 — 相関構造
ko: DFA α1 — 상관 구조
nb: DFA α1 — korrelasjonsstruktur
nl: DFA α1 — Correlatiestructuur
pt_br: DFA α1 — Estrutura de correlação
ru: DFA α1 — корреляционная структура
sv: DFA α1 — Korrelationsstruktur
zh_hans: DFA α1 — 相关结构
